{
  "page.services.shipping.service_features": "ميزاتنا",
  "page.services.shipping.service_features_desc": "NAJ نحن مستعدون في نجوم الجزيرة على تزويدك بوسائل الراحة لتلقي احتياجات أعمالك في أقرب وقت ممكن. يرجى ملء النموذج أدناه لتقديم طلب للحصول على حساب",
  "page.services.shipping.service_features1": "خدمة تتبع المركبات لمتابعة حركة السيارات خطوة بخطوة ابتداء من الشراء حتى التسليم للمالك عبر موقعنا الالكتروني",
  "page.services.shipping.service_features2": "الاعتماد على السيارات المغلقة والمغطاة لحماية وتأمين السيارات أثناء عملية الشحن",
  "page.services.shipping.service_features3": "خبرة في استكمال كافة المستندات والإجراءات المتعلقة بالسيارات في الخارج وفي دولة الإمارات العربية المتحدة",
  "page.services.shipping.service_features4": "وجود فريق عمل متميز ومحترف من جنسيات مختلفة ومستويات عالية من الخبرة لتلبية متطلبات عملائنا الكرام",
  "page.services.shipping.service_features5": "نسعى دائمًا لتقديم أفضل الخدمات اللوجستية في أسرع وقت ممكن وبأقل التكاليف وعلى استعداد لتلبية تطلعات عملائنا الكرام",
  "page.services.shipping.receive_serviceetc": "... تلقي الخدمة",
  "page.services.shipping.receive_service": "تلقي الخدمة",
  "general.apply_for_account": "طلب حساب",
  "general.text_nejoum": "تواصل معنا",
  "page.services.shipping.shippingDesc": "تبنت مبدأ التنافسية والريادة في مجال لوجستيات السيارات بجميع أنواعها لمعظم دول مجلس التعاون الخليجي بالإضافة إلى خدمات الاستيراد والتخليص الجمركي للسيارات القادمة من الخارج إلى دولة الإمارات العربية المتحدة من خلال ضمان أعلى مستوياتها. مستويات الجودة والأسعار التنافسية تقدم كل الدعم اللوجستي والحلول الكاملة لعملائنا الكرام والسعي الدائم لتحقيق أعلى معايير الكفاءة والفعالية.",
  "page.services.shipping.nejoum": "نجوم الجزيرة",
  "page.services.shipping": "الشحن",
  "page.story.title": "قصتنا",
  "page.story.heading": "نحن نخفف الأعمال الشاقة",
  "page.story.story_desc": "بدأت نجوم الجزيرة حركتها خلال أواخر القرن الماضي ، حيث تمحورت أنشطتها حول التجارة في المركبات وتداولها ، فضلاً عن الخدمات اللوجستية وتلبية توقعات جميع العملاء الموجودين محليًا وفي منطقة الخليج ، متزامنة جنبًا إلى جنب مع الازدهار الاقتصادي الذي شهدته دولة الإمارات العربية المتحدة التي ترحب بجنسيات متنوعة توفر العمل والإقامة والاستثمارات. تم افتتاح أحد فروعنا الأولى في الشارقة في عام 2002 لنبدأ رسميًا رحلتنا في خدمة السيارات-الأمريكية المُصدَّرة- المستعملة",
  "page.story.timline": "المسار الزمني",
  "page.story.Story-2002": "افتتحنا رسميًا أول فرع لنا في الشارقة ، الإمارات العربية المتحدة",
  "page.story.Story-2003": "Copart و IAAI بدء التعامل مع العملاء بموجب",
  "page.story.Story-2009": "افتتاحنا الأول لمكتب خدمة الإرسال من الآن فصاعدًا ، قامت شركتنا بتجميع وتخطيط نظام يغير شركتنا من جذورها لتعزيز أدائنا وكذلك تحويل السياسات من خلال إطلاق مستودعاتنا الخاصة في جميع أنحاء الولايات المتحدة الأمريكية لتقديم معايير عالية الجودة والفعالية ، بما في ذلك أقصى درجات الأمان والثقة بين موظفي الشركة وعملائها",
  "page.story.Story-2016": "افتتحنا أول مستودع لنا في كمبوديا",
  "page.story.Story-2017": "افتتحنا أول مستودع لنا في اليمن",
  "page.story.Story-2018": "افتتحنا أول مستودع لنا في نيوارك ونيوجيرسي بالولايات المتحدة الأمريكية وسلطنة عمان",
  "page.story.Story-2019": "افتتحنا مستودعنا الثاني في هيوستن ، تكساس ، الولايات المتحدة",
  "page.story.Story-2022": " ، بداية جديدة تمامًا ، أطلقنا شعارنا الجديد وهوية علامتنا التجارية وموقعنا الإلكتروني",
  "page.story.end": "كل ذلك مجرد بداية ، القصة هي أن تستمر معك"
}
