{
  "page.services.shipping.service_features": "Service Features",
  "page.services.shipping.service_features_desc": "We maintain efficiency in all our services to meet all the requirements of our valued customers according to their expectations. Below are some of the key features of our services. We strive to delivering vehicles upon punctual timings.",
  "page.services.shipping.service_features1": "Vehicle tracking service in order to follow the movement of cars step by step starting from the purchase till the handover to the owner through our website",
  "page.services.shipping.service_features2": "Dependence on closed and covered cars to protect and secure cars during the charging process",
  "page.services.shipping.service_features3": "Experience in completing all document and procedures related to automotive abroad and in the United Arab Emirates",
  "page.services.shipping.service_features4": "Having a distinguished and professional team with different nationalities and high levels of expertise to meet the requirements of our valued customers",
  "page.services.shipping.service_features5": "Always strive to provide the best logistic service as quickly as possible and at the lowest costs and willing to meet the aspirations of our valued customers",
  "page.services.shipping.receive_serviceetc": "Receive service ...",
  "page.services.shipping.receive_service": "Receive service",
  "general.apply_for_account": "Apply for Account",
  "general.text_nejoum": "Text Nejoum",
  "page.services.shipping.shippingDesc": "ALJAZEERA has adopted the principle of competitiveness and leadership in the field of the car logistic of all kinds for most of the Gulf Cooperation Countries in addition to the import and customs clearance services for cars coming from abroad to the United Arab Emirates by ensuring the highest levels of quality and competitive prices providing all logistical support and complete solutions to our valued customers and the pursuit always achieve the highest standards of efficiency and effectiveness.",
  "page.services.shipping.nejoum": "Nejoum",
  "page.services.shipping": "Shipping",
  "page.story.title": "The Story",
  "page.story.heading": "WE EASE HEAVY DUTY",
  "page.story.story_desc": "NEJOUM ALJAZEERA initiated its movement during the late last century, where its activities revolved around trading in and trading out vehicles, as well as logistics and meet the expectations of all customers present locally and in the gulf region, synchronizing along with the economic prosperity witnessed by United Arab Emirates which greets diverse nationalities that provides work, residency, and investments. One of our first branches was opened in Sharjah in the year of 2002 to officially start our journey in servicing -American exported- used cars.",
  "page.story.timline": "Timeline",
  "page.story.Story-2002": "We officially opened our first branch in Sharjah, UAE.",
  "page.story.Story-2003": "Our first initiation of transaction for customers under Copart & IAAI",
  "page.story.Story-2009": "Our first opening of the dispatch service office. From here onwards our company assembled and planned out a system that changes our company from its roots to enhance our performance as well as transform the policies through launching our own warehouses across the United States of America to render the supreme quality and efficient standards, including the uttermost levels of security and trust among the company employees and customers.",
  "page.story.Story-2016": "We opened our first warehouse in Cambodia",
  "page.story.Story-2017": "We opened our first warehouse in Yemen",
  "page.story.Story-2018": "We opened our first warehouse in Newark, New Jersey USA, and the Sultanate of Oman",
  "page.story.Story-2019": "We Opened our second warehouse in Houston, Texas, United States",
  "page.story.Story-2022": "ALJAZEERA, a brand new beginning were we launched our new logo, Brand Identity, and website",
  "page.story.end": "All just the beginning, the story is to carry on with you!",
  "page.home.head.title": "Next.js i18n example",
  "page.home.head.meta.description": "Next.js i18n example - English",
  "page.home.title": "Welcome to <b>Next.js i18n tutorial</b>",
  "page.home.description": "You are currently viewing the homepage in English 🚀",
  "page.career.title": "Career",
  "page.career.desc1": "Join the journey of",
  "page.career.desc2": " ALJAZEERA in Logistics and Car Business",
  "page.career.joinTeam": "Join Our Team",
  "page.career.joinTeamDesc": "We are always looking for new talents to join our team! Apply through LinkedIn",
  "page.career.apply": "Apply",
  "page.career.redirecting": "Redirecting",
  "page.career.redirectingDesc": "You’ll be redirected to to LinkedIn.com. Please press“ Continue” to confirm",
  "general.cancel": "Cancel",
  "general.naj": "NAJ",
  "general.continue": "Continue",
  "Home": "Home",
  "Ship cars": "Ship cars",
  "Buy cars": "Buy cars",
  "Services": "Services",
  "Cars Showroom": "Cars Showroom",
  "Career": "Career",
  "About Nejoum": "About Nejoum",
  "Contact Us": "Contact Us",
  "Important Announcements": "Important Announcements",
  "Sign up": "Sign up",
  "Sign In": "Sign In",
  "You want to": "You want to ...",
  "Ships Cars From USA & Canada": "Ships Cars From USA & Canada",
  "Ships Cars From USA & Canada Desc": "Nejoum Aljazeera has a team with years of experience and dedication to the used car sales market..",
  "Learn more": "Learn more ...",
  "Integrate Services": "Integrate Services",
  "Integrate Services Desc": "Integrate Services for online purchase and payment of vehicles throught auctions and transferring it to our warehouses all around the Us, and by then to the designated location of our customers.. ",
  "Cars Tracking Services": "Cars Tracking Services",
  "Cars Tracking Services Desc": "Track your vehicle whereever it is around the world. Once you purchased your car. ",
  "Buying From Auctions": "Buying From Auctions",
  "Shipping Cars": "Shipping Cars",
  "Selling Cars": "Selling Cars",
  "Legal": "Legal",
  "Terms & Conditions": "Terms & Conditions",
  "Privacy Policy": "Privacy Policy",
  "Company": "Company",
  "Our Story": "Our Story",
  "Customer Service": "Customer Service",
  "Nejoum Branches": "Nejoum Branches",
  "Follow us": "Follow us",
  "We are in": "We are in",
  "UAE - USA - Oman - Jordan - Iraq - Yemen - Cambodia": "UAE - USA - Oman - Jordan - Iraq - Yemen - Cambodia",
  "Subscribe for anouncements": "Subscribe for anouncements",
  "UAE Working Hours": "UAE Working Hours",
  "Sat - Thu : 08:30 am - 01:00 pm /": "Sat - Thu : 08:30 am - 01:00 pm /",
  "04:00 pm - 09:00 pm": "04:00 pm - 09:00 pm",
  "Industrial Area 4, Sharjah, UAE": "Industrial Area 4, Sharjah, UAE",
  "Nejoum Aljazeera Used Cars L.L.C.": "Nejoum Aljazeera Used Cars L.L.C.",
  "Download Application": "Download Application",
  "Download Application Desc": "Download NEJOUM ALJAZEERA application for complete logistics' services experience",
  "Trusted By": "Trusted By",
  "Buy from auction": "Buy from auction",
  "Get to know the features of buying from US auctions": "Get to know the features of buying from US auctions",
  "Ship a car": "Ship a car",
  "Get to know the features of shipping cars from USA": "Get to know the features of shipping cars from USA",
  "Sell your car": "Sell your car",
  "Get to know the features of selling cars in our yard": "Get to know the features of selling cars in our yard",
  "Shipping": "Shipping",
  "Shipping Desc": "NEJOUM ALJAZEERA has adopted the principle of competitiveness and leadership in the field of the car logistic of all kinds for most of the Gulf Cooperation Countries in addition to the import and customs clearance services for cars coming from abroad to the United Arab Emirates by ensuring the highest levels of quality and competitive prices providing all logistical support and complete solutions to our valued customers and the pursuit always achieve the highest standards of efficiency and effectiveness.",
  "Stay in Touch": "Stay in Touch",
  "Stay in Touch Desc": "Have any questions? We are always happy to help. Do not hesitate to call us or Fill up the form below. We try to get back as soon as possible.",
  "Name": "Name",
  "Email": "Email",
  "Phone": "Phone",
  "Message": "Message",
  "general.submit": "Submit",
  "Your name": "Your name",
  "Your email": "Your email",
  "Your phone": "Your phone",
  "Write something here...": "Write something here...",
  "Visit Us": "Visit Us",
  "Visit Us Desc": "You May copy the Address Below and paste in Google Maps to get the your directions",
  "NEJOUM ALJAZEERA Group Industrial area 4, Sharjah, UAE": "NEJOUM ALJAZEERA Group Industrial area 4, Sharjah, UAE",
  "Copy upper location using the copy button, press the new link button get directions in Google Maps.": "Copy upper location using the copy button, press the new link button get directions in Google Maps.",
  "Contact Us Desc": "You’re Welcome to call, text or email us on the following details",
  "Main": "Main",
  "Logistics Services": "Logistics Services",
  "WhatsApp": "You may always text us on WhatsApp",
  "Working Times": "Working Times",
  "Our working hours are the following": "Our working hours are the following",
  "Time": "Time",
  "Weekdays": "Weekdays",
  "Saturday - Thursday": "Saturday - Thursday",
  "Friday": "Friday",
  "08:30 am - 01:00 pm / 04:00 pm - 08:30 pm": "08:30 am - 01:00 pm / 04:00 pm - 08:30 pm",
  "N/A": "N/A",
  "page.termsCondition.title": "Terms and Conditions",
  "page.termsCondition.header": "Please read terms and conditions carefully each time you receive a service from",
  "general.najae": "Naj.ae",
  "page.termsCondition.desc1": "Customer must clear all pending amounts (Tax, Shipping etc.) due on his cars prior from the date of arrival of the vehicle.",
  "page.termsCondition.desc2": "Customer must transfer the vehicle within 3 days of the arrival of the car else storage fine is applied on per day basis.",
  "page.termsCondition.desc3": "The company is not responsibile for damages after the vechile exit the company’s permises .",
  "page.termsCondition.desc4": "In case the customer is unable to pay, the company has the right to add a fine to the car estimated by the company.",
  "page.termsCondition.desc5": "In case the customer late to pay the expenses within a maximum period of one month, the company has right to sell the car to take its right from shipping, customs, and tax.",
  "page.termsCondition.desc6": "If the vehicle is damaged during shipment, the company reserves the right to determine the amount of damage it deems appropriate ",
  "page.complaints.title": "Complaints",
  "page.complaints.header": "We’re dedicated to providing you the best service at all times.  Please tell us about problem.",
  "page.complaints.record": "Your Record",
  "page.complaints.najCS": "NAJ Customer Service",
  "page.complaints.notes": "You may also contact our customer service directly at the designated numbers",
  "messages.vin_lot": "Vin or Lot No",
  "messages.subject": "Subject",
  "messages.message": "Message"
}
